Repository: vioice7/micropost
Catalog: translations/messages.*.xlf
Languages: ro

# menu.signin
source: Sign in
ro: Conecteaza-te

# menu.signout
source: Sign out
ro: Deconecteaza-te

# menu.notifications
source: Notifications
ro: Notificari

# menu.add
source: Add new
ro: Adauga

# post.recent
source: Recent updates
ro: Actualizari recente

# register.terms
source: I agree to the terms of service
ro: Accept termenii si conditiile

# register.username
source: Username
ro: Numele utilizator

# register.password
source: Password
ro: Parola

# register.repeated_password
source: Repeated Password
ro: Repeta parola

# register.email
source: Email
ro: Casuta postala electronica (e-mail)

# register.full_name
source: Full name
ro: Nume si prenume

# register.register
source: Register
ro: Inregistreaza-te

# notifications.none
source: You have not notifications
ro: Nu aveti notificari

source: email.registration
ro: <h3>Bun venit in aplicatie!</h3> <p>Buna %name%! V-ati inscris in aplicatie!</p> <p>Pentru a va confirma contul dati clic pe aceasta <a href="%confirm-link%">legatura</a>. </p> <p>Pentru a va conecta, accesati <a href="%login-link%">pagina de conectare</a>.</p> <p>Multumim!</p>

# user.followers
source: Followers
ro: {0} Nici un urmaritor|{1} Un urmaritor|]1,Inf[ %count% Urmaritori

# user.following
source: Following
ro: {0} Nu urmareste pe nimeni|{1} Urmareste un utilizator|]1,Inf[ Urmareste %count% utilizatori
